{"Create": "Create is a mod offering a variety of tools and blocks for Building, Decoration and Aesthetic Automation. <br /><br />The added elements of tech are designed to leave as many design choices to the player as possible. With Create, the game isn't played inside a bunch of UIs, it challenges you to setup contraptions of animated components working together in many possible arrangements.\nhttps://create.fandom.com/wiki/Create_Mod_Wiki", "Towns and Towers": "Towns & Towers is a mod that aims to expand upon the 1.14 update created by Mojang with new villages, pillager outposts, and even brand-new ships. The structures themselves are a bit more detailed than their vanilla counterparts, but they still fit seamlessly into the world. Not only that but many are inspired by real-life buildings or architectural styles, giving them a fresh new feel. There are over 50 structures added by Towns and Towers so far (as of update 1.9), so have fun exploring! And remember, it’s not the destination that’s important, but the journey to get there.\nhttps://www.curseforge.com/minecraft/mc-mods/towns-and-towers", "Paragliders": "If you want full-Breath-of-the-Wild-style paragliding action in Minecraft, this mod is for you. This mod adds...well, Paraglider, an item in Legend of Zelda: Breath of the Wild. The Paraglider can be crafted by using some leathers and sticks. While you're holding Paraglider midair, you fall more slowly, gliding over the land. Just like Legend of Zelda: Breath of the Wild. This mod also adds BotW-style stamina system !\nhttps://www.minecraft-guides.com/mod/paragliders/", "Backpacked": "Backpacked is not just another backpack mod. Besides what you would expect to be added into the mod, Backpacked provides fun gameplay experiences with advancements like challenges. Completing challenges contributes to the customisation of backpacks; a new system that allows players to personalise their backpack with different models.\nhttps://www.minecraft-guides.com/mod/backpacked/", "Apocalyptic Fortress": "Apocalyptic Fortress is a nether fortress overhaul mod that focuses on improving the gameplay and visual side of the structure. You will find a complex and interactive nether fortress that will make the exploration of the structure enjoyable and rewarding.\nhttps://www.curseforge.com/minecraft/mc-mods/apocalyptic-fortress", "Get Started": "Getting started in the Aethos modpack offers a thrilling journey filled with unique challenges and opportunities, thanks to the diverse range of mods included. Here's a guide to help you embark on your adventure !\ngetstarted.html", "Handcrafted": "A mod to make your house into your home! :D Are you looking for a fantasy, steampunk or medieval feel? Or do you want to stick to a more vanilla decor? Look no further! We've created over 250 furniture pieces for you to choose from. Be it chairs, tables, benches or desks; we got it all packaged neatly into a single mod. This mod will provide all the furniture you could ever need to make your blocky house a home!\nhttps://www.curseforge.com/minecraft/mc-mods/handcrafted", "Blue Skies": "Blue Skies adds two dimensions called the Everbright and the Everdawn. It includes lots of new unique features, blocks, weapons, mobs and even massive dungeons! Each dimension has its own theme, with the Everbright being very bright, snowy and cold while the Everdawn is typically darker and warm. Each of these dimensions currently has two dungeons to explore, totaling up to 4 dungeons, with more planned on the way!\nhttps://blue-skies.fandom.com/wiki/Blue_Skies_Wiki", "Creatures and Beasts": "Creatures and Beasts is a fantasy creature mod which fills each biome with new mobs, from the plains of the overworld to the void of the end!\nhttps://www.curseforge.com/minecraft/mc-mods/creatures-and-beasts", "Alex's Mobs": "Alex's Mobs is a Forge mod that adds 89 new mobs to Minecraft. All of these mobs fall into either two categories: most of them are real world creatures, like Grizzly Bears, Roadrunners, Orcas, etc; but some of them are purely fictional, like the Endergade and Bone Serpent. All of these creatures fulfill a necessary purpose, and either have unique drops, mechanics or functions, as there are no purely aesthetic creatures. That said, they also help make some environments in the game feel more alive. The models, textures, animations and AI are all stylistically compatible with the vanilla game's latest additions.\nhttps://alexs-mobs-unofficial.fandom.com/wiki/Alex%27s_Mobs", "Enlightend": "Enlightend is a mod enhancing the ends feel while also preserving its intended style. It expands on the desolate nature of the end while adding new biomes scattered few and far between the end islands. <br /><br /> The mod also adds more exploration below and above the end islands. Travelling upwards in the End will lead you into the Upper End, which is like a massive asteroid belt far out from the end islands acting as an opposite to overworld caves, featuring its own distinct biomes, blocks, and items. Similarly you can also travel downwards too, and find the radioactive Enderneath or other rare materials to use. Just be weary of the threats in the end, whether it be biological or inorganic, after-all, you're in unknown territories.\nhttps://www.curseforge.com/minecraft/mc-mods/enlightend", "Farmer's Delight": "Farmer's Delight is a mod that gently expands upon farming and cooking in Minecraft.<br /><br />Using a simple cooking system and a few familiar ingredients, you'll be able to prepare a wide variety of hearty meals: from sandwiches to salads and stews, from beautiful desserts to mouth-watering feasts, no ingredient will be left behind in your kitchen!\nhttps://farmersdelight.fandom.com/wiki/Farmer%27s_Delight_Wiki", "When Dungeons Arise": "When Dungeons Arise is a massive dungeon generator which gathers plenty of dungeons and generates them randomly on your worlds to ensure glorious adventures and challenges. We have took a step away from standard vanilla structures, resulting in imposing dungeons to lose yourself into.<br /><br />However, be wary when you venture into a palace in search of precious loot, and don't forget to land safely after raiding a hostile airship. Dungeons will generate foes to keep you away from them... at least until you're ready to walk across countless, dangerous passages...\nhttps://www.curseforge.com/minecraft/mc-mods/when-dungeons-arise", "Delightful": "Delightful is an addon for Farmer's Delight with immersive, compat-first content.\nhttps://www.curseforge.com/minecraft/mc-mods/delightful", "Aether": "The Aether centers around a dimension high in the sky, filled with vast skylands of clouds and floating islands. This dimension features its own new survival adventure, based around a basic vanilla-esque survival progression that features new ores, mythical mobs, and three perilous dungeons each with their own powerful loot items.\nhttps://aether.wiki.gg/wiki/Aether_Wiki", "Oh The Biomes You'll Go": "Oh The Biomes You'll Go is an exploration and adventure mod designed to take you on a road trip across Minecraft like no other! Explore over 80 magical, realistic, and breathtaking biomes.\nhttps://oh-the-biomes-youll-go.fandom.com/wiki/Oh_The_Biomes_You%27ll_Go_Wiki", "Galosphere": "Galosphere is a mod that aims to improve the underground by adding new content such as new biomes, mechanics, mobs... etc. \nhttps://github.com/0rc1nus/Galosphere-Main/wiki", "Storage Drawers": "Put your most frequently used items within convenient reach. Storage Drawers borrows ideas from Jabba and Bibliocraft, resulting in a highly functional, compact, and aesthetic storage solution that is meant to complement rather than replace those mods.\nhttps://www.curseforge.com/minecraft/mc-mods/storage-drawers", "Installation": "How to install this modpack ?\ndownload.html", "Ferdinand's Flowers": "Adds over 200 beautiful flowers, plants and other wonderful growing things to your Minecraft World!! Make beautiful gardens or just enjoy the colorful surroundings. Flowers are great for any sort of decoration.\nhttps://www.curseforge.com/minecraft/mc-mods/ferdinands-flowers", "The Twilight Forest": "\"Imagine stepping through a portal into a twilight realm, filled with trees as far as the eye can see. Breathtaking vistas and amazing discoveries await you around every corner. But beware! Not all denizens of the forest respond to your intrusion lightly.\"<br /><br />Twilight Forest is a dimension exploration mod focused on adventure that will take you on a journey to meet strange creatures, exploring dungeons, and much more. Some of the major features include:<br />•   Fully Fledged dungeons.<br />•   Varied boss battles with elaborate mechanics.<br />•   Treasure and loot with unique traits and functions.<br />•   Street cred; OG 2011 modding represent!<br />•   Ongoing development. We never stop!\nhttps://minecraftuniverse.fandom.com/wiki/The_Twilight_Forest"}